Repository: mulletinc/android-betterpickers
Catalog: library/src/main/locale/arrays-*.po
Languages: cs, de

# recurrence_freq:0
source: REPEAT HOURLY
cs: OPAKOVAT PO HODINĚ
de: STÜNDLICH WIEDERHOLEN

# recurrence_freq:1
source: REPEAT DAILY
cs: OPAKOVAT DENNĚ
de: TÄGLICH WIEDERHOLEN

# recurrence_freq:2
source: REPEAT WEEKLY
cs: OPAKOVAT TÝDNĚ
de: WÖCHENTLICH WIEDERHOLEN

# recurrence_freq:3
source: REPEAT MONTHLY
cs: OPAKOVAT MĚSÍČNĚ
de: MONATLICH WIEDERHOLEN

# recurrence_freq:4
source: REPEAT YEARLY
cs: OPAKOVAT ROČNĚ
de: JÄHRLICH WIEDERHOLEN

# repeat_by_nth_sun:0
source: on every first Sunday
cs: každou první neděli
de: jeden ersten Sonntag

# repeat_by_nth_sun:1
source: on every second Sunday
cs: každou druhou neděli
de: jeden zweiten Sonntag

# repeat_by_nth_sun:2
source: on every third Sunday
cs: každou třetí neděli
de: jeden dritten Sonntag

# repeat_by_nth_sun:3
source: on every fourth Sunday
cs: každou čtvrtou neděli
de: jeden vierten Sonntag

# repeat_by_nth_sun:4
source: on every last Sunday
cs: každou poslední neděli
de: jeden letzten Sonntag

# repeat_by_nth_mon:0
source: on every first Monday
cs: každé první pondělí
de: jeden ersten Montag

# repeat_by_nth_mon:1
source: on every second Monday
cs: každé druhé pondělí
de: jeden zweiten Montag

# repeat_by_nth_mon:2
source: on every third Monday
cs: každé třetí pondělí
de: jeden dritten Montag

# repeat_by_nth_mon:3
source: on every fourth Monday
cs: každé čtvrté pondělí
de: jeden vierten Montag

# repeat_by_nth_mon:4
source: on every last Monday
cs: každé poslední pondělí
de: jeden letzten Montag

# repeat_by_nth_tues:0
source: on every first Tuesday
cs: každé první úterý
de: jeden ersten Dienstag

# repeat_by_nth_tues:1
source: on every second Tuesday
cs: každé druhé úterý
de: jeden zweiten Dienstag

# repeat_by_nth_tues:2
source: on every third Tuesday
cs: každé třetí úterý
de: jeden dritten Dienstag

# repeat_by_nth_tues:3
source: on every fourth Tuesday
cs: každé čtvrté úterý
de: jeden vierten Dienstag

# repeat_by_nth_tues:4
source: on every last Tuesday
cs: každé poslední úterý
de: jeden letzten Dienstag

# repeat_by_nth_wed:0
source: on every first Wednesday
cs: každou první středu
de: jeden ersten Mittwoch

# repeat_by_nth_wed:1
source: on every second Wednesday
cs: každou druhou středu
de: jeden zweiten Mittwoch

# repeat_by_nth_wed:2
source: on every third Wednesday
cs: každou třetí středu
de: jeden dritten Mittwoch

# repeat_by_nth_wed:3
source: on every fourth Wednesday
cs: každou čtvrtou středu
de: jeden vierten Mittwoch

# repeat_by_nth_wed:4
source: on every last Wednesday
cs: každou poslední středu
de: jeden letzten Mittwoch

# repeat_by_nth_thurs:0
source: on every first Thursday
cs: každý první čtvrtek
de: jeden ersten Donnerstag

# repeat_by_nth_thurs:1
source: on every second Thursday
cs: každý druhý čtvrtek
de: jeden zweiten Donnerstag

# repeat_by_nth_thurs:2
source: on every third Thursday
cs: každý třetí čtvrtek
de: jeden dritten Donnerstag

# repeat_by_nth_thurs:3
source: on every fourth Thursday
cs: každý čtvrtý čtvrtek
de: jeden vierten Donnerstag

# repeat_by_nth_thurs:4
source: on every last Thursday
cs: každý poslední čtvrtek
de: jeden letzten Donnerstag

# repeat_by_nth_fri:0
source: on every first Friday
cs: každý první pátek
de: jeden ersten Freitag

# repeat_by_nth_fri:1
source: on every second Friday
cs: každý druhý pátek
de: jeden zweiten Freitag

# repeat_by_nth_fri:2
source: on every third Friday
cs: každý třetí pátek
de: jeden dritten Freitag

# repeat_by_nth_fri:3
source: on every fourth Friday
cs: každý čtvrtý pátek
de: jeden vierten Freitag

# repeat_by_nth_fri:4
source: on every last Friday
cs: každý poslední pátek
de: jeden letzten Freitag

# repeat_by_nth_sat:0
source: on every first Saturday
cs: každou první sobotu
de: jeden ersten Samstag

# repeat_by_nth_sat:1
source: on every second Saturday
cs: každou druhou sobotu
de: jeden zweiten Samstag

# repeat_by_nth_sat:2
source: on every third Saturday
cs: každou třetí sobotu
de: jeden dritten Samstag

# repeat_by_nth_sat:3
source: on every fourth Saturday
cs: každou čtvrtou sobotu
de: jeden vierten Samstag

# repeat_by_nth_sat:4
source: on every last Saturday
cs: každou poslední sobotu
de: jeden letzten Samstag

# timezone_rename_labels:0
source: Australian Central - NT
cs: Středoaustralský čas - NT
de: Zentral-Australien - NT

# timezone_rename_labels:1
source: Australian Central - SA
cs: Středoaustralský čas - SA
de: Zentral-Australien - SA

# timezone_rename_labels:2
source: Australian Eastern - QLD
cs: Východoaustralský čas - QLD
de: Ost-Australien - QLD

# timezone_rename_labels:3
source: Australian Eastern - NSW
cs: Východoaustralský čas - NSW
de: Ost-Australien - NSW

# timezone_rename_labels:4
source: Mountain Standard - Dawson Creek
cs: Horský standardní - Dawson Creek

# timezone_rename_labels:5
source: Central Standard - Saskatchewan
cs: Centrální standardní - Saskat…

# timezone_rename_labels:6
source: Eastern Standard - Atikokan
cs: Východní standardní - Atikokan

# timezone_rename_labels:7
source: Atlantic Standard - Quebec
cs: Atlantický standardní - Quebec

# timezone_rename_labels:8
source: Hawaii-Aleutian - Hawaii
cs: Hawajsko-Aleutský - Hawaii

# timezone_rename_labels:9
source: Hawaii-Aleutian - Alaska
cs: Hawajsko-Aleutský - Alaska

# timezone_rename_labels:10
source: Pacific Standard - Metlakatla
cs: Pacifický standardní - Metlak…

# timezone_rename_labels:11
source: Mountain Standard - Arizona
cs: Horský standardní - Arizona

# timezone_rename_labels:12
source: Pacific - Baja California
cs: Pacifický - Baja California

# timezone_rename_labels:13
source: Mountain - Chihuahua
cs: Horský - Chihuahua

# timezone_rename_labels:14
source: Central - Tamaulipas
cs: Centrální - Tamaulipas

# timezone_rename_labels:15
source: Mountain - Sonora
cs: Horský - Sonora

# timezone_rename_labels:16
source: East Africa Time
cs: Východoafrický čas
de: Ostafrikanische Zeit

# timezone_rename_labels:19
source: Eastern European Time
cs: Východoevropský čas
de: Osteuropeische Zeit

# timezone_rename_labels:17
source: Atlantic Standard Time
de: Atlantische Normalzeit

# timezone_rename_labels:18
source: Atlantic Standard Time
de: Atlantische Normalzeit

# timezone_rename_labels:20
source: Kaliningrad Time
de: Kaliningrad

# backup_country_names:1
source: Caribbean Netherlands
de: Karibische Niederlande

# backup_country_names:3
source: South Sudan
de: Südsudan
