Repository: mulletinc/android-betterpickers
Catalog: library/src/main/locale/strings-*.po
Languages: cs, fr, pl, pt_br, ru

# picker_cancel
source: Cancel
cs: Zrušit
fr: Annuler
pl: Anuluj
pt_br: Cancelar
ru: Отмена

# picker_set
source: OK
cs: Potvrdit
ru: ОК

# hours_label
source: h
ru: ч

# minutes_label
source: m
ru: м

# seconds_label
source: s
ru: с

# hours_label_description
source: hours
cs: hodin
fr: heures
pl: godzin
pt_br: horas
ru: часы

# minutes_label_description
source: minutes
cs: minut
pl: minut
pt_br: minutos
ru: минуты

# seconds_label_description
source: seconds
cs: sekund
fr: secondes
pl: sekund
pt_br: segundos
ru: секунды

# timer_delete
source: Delete
cs: Smazat
fr: Effacer
pl: Usuń
pt_br: Deletar
ru: Удалить

# number_delete
source: Delete
cs: Smazat
fr: Effacer
pl: Usuń
pt_br: Deletar
ru: Удалить

# hms_picker_hours_label
source: H
ru: Ч

# hms_picker_minutes_label
source: M
ru: М

# hms_picker_seconds_label
source: S
ru: С

# month_c
source: MONTH
cs: MĚSÍC
fr: MOIS
pl: MIESIĄĆ
pt_br: MÊS
ru: МЕСЯЦ

# day_c
source: DAY
cs: DEN
fr: JOUR
pl: DZIEŃ
pt_br: DIA
ru: ДЕНЬ

# year_c
source: YEAR
cs: ROK
fr: ANNÉE
pl: ROK
pt_br: ANO
ru: ГОД

# min_error
source: Please input a number greater than or equal to %1$s
cs: Vložte prosím číslo větší nebo rovno %1$s
fr: S'il vous plaît, veuillez indiquer un nombre plus grand ou égal à %1$s
pl: Proszę wpisz liczbę równą bądź większą od %1$s
pt_br: Insira um número maior ou igual a %1$s
ru: Пожалуйста, введите число больше или равно чем %1$s

# max_error
source: Please input a number less than or equal to %1$s
cs: Vložte prosím číslo menší nebo rovno %1$s
fr: S'il vous plaît, veuillez indiquer un nombre plus petit ou égal à %1$s
pl: Proszę wpisz liczbę równą bądź mniejszą od %1$s
pt_br: Insira um número menor ou igual a %1$s
ru: Пожалуйста, введите число меньше или равно чем %1$s

# min_max_error
source: Please input a number between %1$s and %2$s
cs: Vložte prosím číslo v rozmezí %1$s a %2$s
fr: S'il vous plaît, veuillez indiquer un nombre entre %1$s et %2$s
pl: Proszę wpisz liczbę z zakresu od %1$s do %2$s
pt_br: Insira um número entre %1$s e %2$s
ru: Пожалуйста, введите число между %1$s и %2$s

# done_label
source: Done
cs: Hotovo
fr: Fini
pl: Gotowe
pt_br: Concluído
ru: Готово

# hour_picker_description
source: Hours circular slider
cs: Kruhový výběr hodiny
fr: Slider d'heures circulaire
pl: Okrągły suwak godzinowy
pt_br: Cursor circular de horas
ru: Круговой ползунок часов

# minute_picker_description
source: Minutes circular slider
cs: Kruhový výběr minuty
fr: Slider de minutes circulaire
pl: Okrągły suwak minutowy
pt_br: Cursor circular de minutos
ru: Круговой ползунок минут

source: Select hours
cs: Vyberte hodinu
fr: Choisir les heures
pl: Wybierz godziny
pt_br: Selecione a hora
ru: Выберите час

source: Select minutes
cs: Vyberte minutu
fr: Choisir les minutes
pl: Wybierz minuty
pt_br: Selecione os minutos
ru: Выберите минуты

# day_picker_description
source: Month grid of days
cs: Výběr dnu v měsíci
fr: Grille mensuelle
pl: Miesięczna siatka dni
pt_br: Grade mensal de dias
ru: Сетка дней месяца

# year_picker_description
source: Year list
cs: Seznam roků
fr: Liste des années
pl: Lista lat
pt_br: Lista de anos
ru: Список годов

# select_day
source: Select month and day
cs: Vyber měsíc a den
fr: Choisir le mois et le jour
pl: Wybierz miesiąc i dzień
pt_br: Selecione mês e dia
ru: Выберите месяц и день

source: Select year
cs: Vyber rok
fr: Choisir l'année
pl: Wybierz rok
pt_br: Selecione o ano
ru: Выберите год

# item_is_selected
source: %1$s selected
cs: %1$s vybráno
fr: %1$s choisi
pl: %1$s został wybrany
pt_br: %1$s selecionado
ru: %1$s выбран

# deleted_key
source: %1$s deleted
cs: %1$s smazáno
fr: %1$s effacé
pl: %1$s został usunięty
pt_br: %1$s deletado
ru: %1$s удален

# recurrence_month_pattern_by_day
source: on the same day each month
cs: stejný den každý měsíc
fr: le même jour tous les mois
pl: tego samego dnia co miesiąc
pt_br: todo dia a cada mês
ru: тот же день каждый месяц

# acessibility_recurrence_choose_end_date_description
source: change end date
cs: změnit do
fr: modifier la date de fin
pl: zmień datę końcową
pt_br: mudar data final
ru: изменить конечную дату

# save_label
source: Done
cs: Hotovo
fr: Fini
pl: Gotowe
pt_br: Concluído
ru: Готово

# recurrence_end_continously
source: Forever
cs: Navždy
fr: Toujours
pl: Bez końca
pt_br: Para sempre
ru: Навсегда

# recurrence_end_date_label
source: Until a date
cs: Do data
fr: Jusqu'à une date
pl: Do daty
pt_br: Até uma data
ru: До даты

# recurrence_end_date
source: Until <xliff:g id="date">%s</xliff:g>
cs: Do <xliff:g id="date">%s</xliff:g>
fr: Jusqu'au <xliff:g id="date">%s</xliff:g>
pt_br: Até <xliff:g id="date">%s</xliff:g>
ru: До <xliff:g id="date">%s</xliff:g>

# recurrence_end_count_label
source: For a number of events
cs: Pouze několikrát
fr: Pour un nombre d'événements
pl: Do wybranej ilości wystąpień
pt_br: Por um número de eventos
ru: Для ряда событий

# recurrence_interval_daily
source: Every <xliff:g id="count">%d</xliff:g> day
cs: Každý <xliff:g id="count">%d</xliff:g>. den
fr: Tous les <xliff:g id="count">%d</xliff:g> jour
pl: Co <xliff:g id="count">%d</xliff:g> dzień
pt_br: A cada <xliff:g id="count">%d</xliff:g> dia
ru: Каждый <xliff:g id="count">%d</xliff:g> день

# recurrence_interval_weekly
source: Every <xliff:g id="count">%d</xliff:g> week
cs: Každý <xliff:g id="count">%d</xliff:g>. týden
fr: Toutes les <xliff:g id="count">%d</xliff:g> semaine
pl: Co <xliff:g id="count">%d</xliff:g> tydzień
pt_br: A cada <xliff:g id="count">%d</xliff:g> semana
ru: Каждую <xliff:g id="count">%d</xliff:g> неделю

# recurrence_interval_monthly
source: Every <xliff:g id="count">%d</xliff:g> month
cs: Každý <xliff:g id="count">%d</xliff:g>. měsíc
fr: Tous les <xliff:g id="count">%d</xliff:g> mois
pl: Co <xliff:g id="count">%d</xliff:g> miesiąc
pt_br: A cada <xliff:g id="count">%d</xliff:g> mês
ru: Каждый <xliff:g id="count">%d</xliff:g> месяц

# recurrence_interval_yearly
source: Every <xliff:g id="count">%d</xliff:g> year
cs: Každý <xliff:g id="count">%d</xliff:g>. rok
fr: Toutes les <xliff:g id="count">%d</xliff:g> année
pl: Co <xliff:g id="count">%d</xliff:g> rok
pt_br: A cada <xliff:g id="count">%d</xliff:g> ano
ru: Каждый <xliff:g id="count">%d</xliff:g> год

# recurrence_end_count
source: For <xliff:g id="event_count">%d</xliff:g> event
cs: Opakovat <xliff:g id="event_count">%d</xliff:g> událost
fr: Pour <xliff:g id="event_count">%d</xliff:g> événement
pl: Co <xliff:g id="event_count">%d</xliff:g> wystąpienie
pt_br: Por <xliff:g id="event_count">%d</xliff:g> evento
ru: Для <xliff:g id="event_count">%d</xliff:g> события

# endByDate
source: ; until <xliff:g id="date">%s</xliff:g>
cs: ; do <xliff:g id="date">%s</xliff:g>
fr: ; jusqu'à <xliff:g id="date">%s</xliff:g>
pt_br: ; até <xliff:g id="date">%s</xliff:g>
ru: ; до <xliff:g id="date">%s</xliff:g>

# endByCount
source: ; for one time
cs: ; jednou
fr: ; pour une fois
pl: ; jeden raz
pt_br: ; uma vez
ru: ; один раз

source: Daily
cs: Denně
fr: Quotidien
pl: Raz dziennie
pt_br: Diariamente
ru: Ежедневно

# weekly
source: Weekly on <xliff:g id="days_of_week">%2$s</xliff:g>
cs: Týdně <xliff:g id="days_of_week">%2$s</xliff:g>
fr: Hebdomadaire le <xliff:g id="days_of_week">%2$s</xliff:g>
pl: Co tydzień w <xliff:g id="days_of_week">%2$s</xliff:g>
pt_br: Toda semana, <xliff:g id="days_of_week">%2$s</xliff:g>
ru: Еженедельно в <xliff:g id="days_of_week">%2$s</xliff:g>

source: Monthly
cs: Měsíčně
fr: Mensuel
pl: Miesięcznie
pt_br: Mensalmente
ru: Ежемесячно

# yearly_plain
source: Yearly
cs: Ročně
fr: Annuel
pl: Rocznie
pt_br: Anualmente
ru: Ежегодно

# hint_time_zone_search
source: Type country name
cs: Napište název země
fr: Nom du pays
pl: Wpisz nazwę kraju
pt_br: Digite o nome do país
ru: Введите название страны

# searchview_description_clear
source: Clear query
cs: Vymazat
fr: Effacer
pl: Wyczyść zapytanie
pt_br: Limpar busca
ru: Очистить запрос

source: No results found
cs: Nenalezeno
fr: Aucun résultat trouvé
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: Результатов не найдено

# palestine_display_name
source: Palestine
cs: Palestina
pl: Palestyna
pt_br: Palestina
ru: Палестина

# switch_on
source: ON
cs: ZAPNUTO
pl: WŁ
pt_br: LIGADO
ru: Вкл.

# switch_off
source: OFF
cs: VYPNUTO
pl: WYŁ
pt_br: DESLIGADO
ru: Выкл.

# max_time_error
source: The time entered lays too far in the future
fr: L'heure saisie est trop loin dans le futur

# min_time_error
source: The time entered lays too far in the past
fr: L'heure saisie est trop loin dans le passé
